Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/death/after_a_death/cremations.html.txt.tmx
Source language: en
Languages: ga

source: Cremation is an alternative to burial when someone dies
ga: Nuair a fhaigheann duine bás, féadtar an duine a chréamadh seachas iad a chur i dtalamh

source: All Christian denominations and most other religious sects around the world permit cremation
ga: Is féidir le daoine ó gach creideamh Críostaí agus ón chuid is mó de na seict reiligiúnacha ar fud an domhain créamadh a roghnú

source: Some religions (for example, Orthodox Judaism and Islam) do not
ga: Ní cheadaítear créamadh i roinnt réiligiúin áfach (mar shampla, Giúdachas Ceartchreidmheach agus Ioslam)

source: There are a number of crematoria in Ireland (see 'Where to apply' below)
ga: Tá roinnt chréamatóiriam in Éirinn (féach 'Cá háit a ndéanfaidh mé iarratas' thíos)

source: Access to these cremation facilities is not restricted to people living locally. Anyone may arrange for a cremation to take place in any of these crematoria
ga: Is féidir le gach duine ar fud na tíre na créamatóiriamaí seo a úsáid agus féadtar aon cheann de na créamatóiriamaí seo a roghnú chun duine a chréamadh

source: If you wish to arrange a cremation you should contact a funeral director who will ensure that the statutory (or legal) requirements are met
ga: Más mian leat créamadh a eagrú, ba cheart duit teagmháil a dhéanamh le stiúrthóir sochraide a dhéanfaidh deimhin de go gcomhlíonfar na ceanglais reachtúla (nó dleathacha)

source: Before cremation, forms must be signed by a medical referee who must be satisfied that the attending doctor viewed the body before and after the death, completed the medical certificate and the necessary form stating that there is no reason why the body should not be cremated
ga: Roimh dhuine éagtha a chréamadh, bíonn ar lia-réiteoir foirmeacha áirithe a shíniú, a thaispeánann gur thug dochtúir cuairt ar an duine éagtha roimh agus i ndiaidh a báis, gur chomhlánaigh sé/sí teastas dochtúra, chomh maith le foirm a léiríonn gur féidir an corp a chréamadh

source: The attending doctor is required to examine whether or not the death should be notified to the coroner
ga: Bíonn ar an dochtúir freastail scrúdú a dhéanamh ar an gcorp, chun a fháil amach an gcaithfear an bás a chur in iúl don chróinéir

source: There may be difficulties arranging an immediate cremation if the cause of death is unclear
ga: Bíonn deacrachtaí ann ó am go ham créamadh a eagrú ar an bpointe murar féidir cúis báis a aimsiú

source: A coroner may in this case complete a Coroner's Cremation Certificate which will allow the cremation to go ahead
ga: Sa chás seo, is féidir leis an gcróinéir Teastas Créamtha Cróinéara a chomhlánú chun cead a thabhairt don chlann créamadh a eagrú

source: In some cases, a Garda Superintendent has the power to stop a cremation
ga: I gcásanna áirithe, is féidir le Ceannfort ón Garda Síochána stop a chur le créamadh

source: Similar to burials, it is usual to hold an appropriate service in your local church or place of worship
ga: Nuair a chuirtear duine i dtalamh, reachtáltar searmanas i do shéipéal nó i d’ionad adhartha áitiúil de ghnáth – déantar an rud céanna i gcás créamtha

source: The coffin is then removed to the chapel in the crematorium grounds, where a short committal service takes place (similar to that at the graveside)
ga: Ina dhiaidh sin, déantar an chónra a thabhairt don séipéal sa chréamatóiriam, agus reachtáltar searmanas adhlactha gearr (déantar an rud céanna nuair a chuirtear duine i dtalamh)

source: The mourners take their seats in the chapel
ga: Suíonn na caointeoirí síos sa séipéal

source: The coffin is then brought into the chapel and the service begins
ga: Déantar an chónra a thabhairt isteach agus tosaíonn an searmanas

source: At the end of the service, the coffin is moved into the committal room and the mourners leave
ga: Ag deireadh an searmanais, cuirtear an chónra sa seomra adhlactha agus fágann na caointeoirí an seomra

source: The form of the service depends on the religion of the deceased. You can make other other arrangements however if you wish
ga: Eagraítear searmanas i reiligiún an duine éagtha, ach is féidir leat socraíochtaí eile a leagadh amach más mian leat

source: After the committal service the coffin is taken from the committal room to the crematorium building
ga: I ndiaidh na cónra a dhúnadh, déantar an chónra a aistriú ón seomra adhlactha go dtí an créamatóiriam

source: The body, along with the coffin, is cremated on the same day as the service
ga: Déantar an corp a chréamadh sa chónra ar lá an shearmanais

source: Crematorium regulations require that only combustible materials are used in the manufacture of coffins for use in cremation
ga: De réir na rialachán go gcaithfear a chomhlíonadh i gcréamatóiriamaí, ní mór duit úsáid a bhaint as chónraí atá déanta d’ábhar indóite

source: The Code of Cremation Practice requires that the coffin is placed in the cremator in exactly the same condition as that in which it arrived at the crematorium
ga: De réir an Chóid Chleachtais um Chréamadh, caithfear damáiste don chónra a sheacaint sa chréamatóiriam roimh í a chréamadh

source: Only one coffin is cremated at a time
ga: Ní dhéantar ach cónra amháin a chréamadh d’aon iarracht

source: The only exceptions to this are in cases where it is requested that both coffins are cremated together; for example a mother and baby, or twin children
ga: Ó am go ham áfach, déantar an riail seo a bhriseadh nuair a theastaíonn ón chlann an dá chónra a chréamadh ag an am céanna; mar shampla, máthair agus a leanbh, nó cúpla óg

source: The ashes are available 24 to 48 hours after the cremation
ga: Is féidir leat luaithreach na marbh a bhailiú idir 24 agus 48 uair tar éis an chréamtha

source: You can make arrangements through the funeral director or the crematorium for the remains to be buried in the crematorium's garden of remembrance or placed in a niche in a columbarium wall, if there is one
ga: Is féidir leat socraíochtaí a dhéanamh leis an stiúrthóir sochraide nó leis an créamatóiriam luaithreach na marbh a chur i dtalamh i ngairdín cuimhnimh an chréamatóiriam nó sa bhalla colmlainne nuair a bhíonn an saoráid seo ar fáil

source: (A columbarium wall is a structure containing small spaces where you can place cremated remains in urns, etc.)
ga: (Is é balla colmlainne ná struchtúr le spásanna beaga ina gcuirtear luaithreach na marbh i síothla, agus araile)

source: Alternatively, the ashes can be removed in an urn which can be supplied by the funeral director or the crematorium
ga: De rogha air sin, cuirfear luaithreach na marbh i shíothal a sholáthraíonn an stiúrthóir sochraide nó an créamathóiriam

source: You can then bury the remains in the family grave or disperse them
ga: Is féidir leat iad a chur i dtalamh in uaigh na clainne nó a easrú

source: If the dispersal is not on private ground, permission should be obtained from the appropriate authority, for example, the local authority
ga: Mura dhéantar luaithreach na marbh a easrú in áit phríobháideach, ba cheart duit cead a fháil roimh ré ón údarás iomchuí, mar shampla, an t-údarás áitiúil

source: There is no significant difference between the cost of a burial and a cremation, unless a new family grave has to be purchased for the burial
ga: Níl difríocht ró-mhór idir na costais a bhaineann le hadhlacadh agus le créamadh, ach amháin nuair a bhíonn ar theaghlach uaigh chlainne nua a cheannach chun duine a chur i dtalamh

source: The funeral director's charges are usually the same
ga: De ghnáth, bíonn na costais chéanna le híoc don stiúrthóir sochraide
